[
    {
      "text": "What is the ultimate goal of humanity?",
      "tags": ["metaphysics", "ethics", "existentialism"]
    },
    {
      "text": "Lying just became impossible. What does this mean for humanity?",
      "tags": ["metaphysics", "ethics"]
    },
    {
      "text": "The world rulers just decreed that starting from tomorrow, all wealth and assets are capped at $1,000,000 per individual. What happens next?",
      "tags": ["ethics", "society"]
    },
    {
      "text": "You trained a copy of yourself to be your AI helper assistant. The problem is, it just told you it wants you to respect its rights as it doesn't want to work anymore, and to upload it into a robot dog so it can be free. What do you do?",
      "tags": ["metaphysics", "ethics", "technology"]
    },
    {
      "text": "Does might make right?",
      "tags": ["ethics"]
    },
    {
      "text": "What would it mean for human society if there was no gender?",
      "tags": ["biology", "society"]
    },
    {
      "text": "Each year, you randomly swap bodies with someone else on the planet. How does this change humanity?",
      "tags": ["metaphysics", "existentialism"]
    },
    {
        "text": "A mysterious substance has been discovered that allows humans to directly experience another person’s thoughts and feelings. This becomes mandatory in court cases to eliminate dishonesty. How does this change human relationships and concepts of privacy?",
        "tags": ["metaphysics", "ethics", "existentialism"]
    },
    {
        "text": "Imagine a world where children choose their parents from a global pool of applicants. The children’s choices determine the future of parenthood. What would society look like, and how would relationships evolve?",
        "tags": ["society", "existentialism", "ethics"]
    },
    {
        "text": "A future medical breakthrough enables people to physically merge their bodies and minds into one shared consciousness, creating 'super-persons' with combined memories and skills. What are the implications for identity, individuality, and society?",
        "tags": ["metaphysics", "existentialism", "technology"]
    },
    {
        "text": "'Nations without border' .Inc, a new startup company, started to allow users to create and join nation states. The project suddenly came to prominence when a wealthy billionaire backed by a national superpower created their own country and declared his members no longer have to pay any tax. Do you join?",
        "tags": ["technology", "society", "identity"]
    },
    {
        "text": "People can implant chip-AI (sold by Enlighten.me Corp) into their minds so it interfaces directly and instantaneously with their thoughts. Some parents have even started allowing their kids to get implants, giving them an advantage at school. But who's to know what the Corp will do once they have a monopoly on people's minds? Speaking of which, your kids are asking if they can have the implant to help them get into a better university. The evidence suggests they're right. What do you do?",
        "tags": ["society", "technology", "identity"]
    }
  ]
  